Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Apple Health
ar: تطبيق صحتي
cs: Zdraví
da: Apple Sundhed
el: Εφαρμογή Υγεία
es: Salud
es_419: App Salud
fi: Terveys-appi
fr: Santé
he: ״בריאות״ של Apple
hi: सेहत ऐप
hr: Zdravlje
hu: Egészség app
id: App Kesehatan
it: App Salute
ja: ヘルスケア
ko: 건강 앱
ms: App Kesihatan
nb: Apple Helse
nl: Gezondheid-app
pl: Aplikacja Zdrowie
pt_br: App Saúde
pt_pt: Aplicação Saúde
ro: Sănătate
sk: Apka Zdravie
sv: Apple Hälsa
th: แอปสุขภาพ
tr: Sağlık uygulaması
uk: Програма «Здоровʼя»
vi: Ứng dụng Sức khỏe
zh_hans: 健康 App
zh_hant: 「健康」App

source: Apple Health isn't available on this device.
ar: تطبيق صحتي غير متوفر على هذا الجهاز.
cs: Aplikace Zdraví není na tomto zařízení k dispozici.
da: Apple Sundhed er ikke tilgængelig på denne enhed.
de: Apple Health ist auf diesem Gerät nicht verfügbar.
el: Η εφαρμογή Υγεία δεν είναι διαθέσιμη σε αυτή τη συσκευή.
es: La app Salud no está disponible en este dispositivo.
es_419: La app Salud no está disponible en este dispositivo.
fi: Terveys-appi ei ole käytettävissä tällä laitteella.
fr: L’app Santé n’est pas disponible sur cet appareil.
he: היישום ״בריאות״ אינו זמין במכשיר הזה.
hi: इस डिवाइस पर सेहत ऐप उपलब्ध नहीं है।
hr: Aplikacija Zdravlje nije dostupna na ovom uređaju.
hu: Az Egészség app nem érhető el ezen az eszközön.
id: App Kesehatan tidak tersedia di perangkat ini.
it: L'app Salute non è disponibile su questo dispositivo.
ja: このデバイスではヘルスケアを利用できません。
ko: 이 기기에서는 건강 앱을 사용할 수 없어요.
ms: App Kesihatan tidak tersedia pada peranti ini.
nb: Helse-appen er ikke tilgjengelig på denne enheten.
nl: De Gezondheid-app is niet beschikbaar op dit apparaat.
pl: Aplikacja Zdrowie nie jest dostępna na tym urządzeniu.
pt_br: O app Saúde não está disponível neste dispositivo.
pt_pt: A aplicação Saúde não está disponível neste dispositivo.
ro: Aplicația Sănătate nu este disponibilă pe acest dispozitiv.
sk: Apka Zdravie nie je v tomto zariadení k dispozícii.
sv: Appen Hälsa är inte tillgänglig på den här enheten.
th: ใช้แอปสุขภาพในอุปกรณ์นี้ไม่ได้
tr: Sağlık uygulaması bu aygıtta kullanılamıyor.
uk: Програма «Здоровʼя» недоступна на цьому пристрої.
vi: Ứng dụng Sức khỏe không có trên thiết bị này.
zh_hans: 此设备不支持健康 App。
zh_hant: 這部裝置無法使用「健康」App。

source: Appointment
ar: الموعد
cs: Návštěva
da: Aftale
de: Termin
el: Ραντεβού
es: Cita
es_419: Cita
fi: Käynti
fr: Rendez-vous
he: תור
hi: अपॉइंटमेंट
hr: Termin
hu: Időpont
id: Janji temu
it: Appuntamento
ja: 受診予定
ko: 진료 예약
ms: Temu janji
nb: Legetime
nl: Afspraak
pl: Wizyta
pt_br: Consulta
pt_pt: Consulta
ro: Programare
sk: Termín
sv: Läkarbesök
th: นัดหมาย
tr: Randevu
uk: Візит
vi: Lịch hẹn
zh_hans: 预约
zh_hant: 門診

source: Appointment %@
ar: الموعد: %@
cs: Návštěva: %@
da: Aftale %@
de: Termin %@
el: Ραντεβού %@
es: Cita %@
es_419: Cita %@
fi: Käynti %@
fr: Rendez-vous du %@
he: תור %@
hi: अपॉइंटमेंट %@
hr: Termin: %@
hu: Időpont: %@
id: Janji temu %@
it: Appuntamento %@
ja: 受診予定 %@
ko: 진료 예약 %@
ms: Temu janji %@
nb: Legetime %@
nl: Afspraak %@
pl: Wizyta %@
pt_br: Consulta %@
pt_pt: Consulta %@
ro: Programare %@
sk: Termín %@
sv: Läkarbesök %@
th: นัดหมาย %@
tr: Randevu: %@
uk: Візит %@
vi: Lịch hẹn %@
zh_hans: 预约：%@
zh_hant: 門診日期：%@

source: Appointment in %lld days
ar: الموعد بعد %lld يوم
cs: Návštěva za %lld dní
da: Aftale om %lld dage
de: Termin in %lld Tagen
el: Ραντεβού σε %lld ημέρες
es: Cita en %lld días
es_419: Cita en %lld días
fi: Käyntiin %lld päivää
fr: Rendez-vous dans %lld jours
he: התור בעוד %lld ימים
hi: %lld दिन में अपॉइंटमेंट
hr: Termin za %lld dana
hu: Időpont %lld nap múlva
id: Janji temu dalam %lld hari
it: Appuntamento tra %lld giorni
ja: 受診まであと%lld日
ko: 진료까지 %lld일
ms: Temu janji dalam %lld hari
nb: Legetime om %lld dager
nl: Afspraak over %lld dagen
pl: Wizyta za %lld dnia
pt_br: Consulta em %lld dias
pt_pt: Consulta daqui a %lld dias
ro: Programare peste %lld de zile
sk: Termín o %lld dní
sv: Läkarbesök om %lld dagar
th: อีก %lld วันถึงวันนัด
tr: Randevuya %lld gün
uk: Візит через %lld дня
vi: Còn %lld ngày đến lịch hẹn
zh_hans: %lld 天后就诊
zh_hant: %lld 天後門診

source: Appointment in a week
ar: الموعد بعد أسبوع
cs: Návštěva za týden
da: Aftale om en uge
de: Termin in einer Woche
el: Ραντεβού σε μία εβδομάδα
es: Cita dentro de una semana
es_419: Cita en una semana
fi: Käyntiin viikko
fr: Rendez-vous dans une semaine
he: התור בעוד שבוע
hi: एक हफ़्ते में अपॉइंटमेंट
hr: Termin za tjedan dana
hu: Időpont egy hét múlva
id: Janji temu seminggu lagi
it: Appuntamento tra una settimana
ja: 受診まであと1週間
ko: 진료 일주일 전
ms: Temu janji dalam seminggu
nb: Legetime om en uke
nl: Afspraak over een week
pl: Wizyta za tydzień
pt_br: Consulta daqui a uma semana
pt_pt: Consulta daqui a uma semana
ro: Programare peste o săptămână
sk: Termín o týždeň
sv: Läkarbesök om en vecka
th: อีกหนึ่งสัปดาห์ถึงวันนัด
tr: Randevuya bir hafta var
uk: Візит через тиждень
vi: Còn một tuần đến lịch hẹn
zh_hans: 一周后就诊
zh_hant: 一週後門診

source: Appointment today
ar: الموعد اليوم
cs: Návštěva dnes
da: Aftale i dag
de: Termin heute
el: Ραντεβού σήμερα
es: Cita hoy
es_419: Cita hoy
fi: Käynti tänään
fr: Rendez-vous aujourd’hui
he: התור היום
hi: आज अपॉइंटमेंट है
hr: Termin danas
hu: Ma van az időpontod
id: Janji temu hari ini
it: Appuntamento oggi
ja: 今日は受診日です
ko: 오늘 진료 예약
ms: Temu janji hari ini
nb: Legetime i dag
nl: Afspraak vandaag
pl: Wizyta dziś
pt_br: Consulta hoje
pt_pt: Consulta hoje
ro: Programare azi
sk: Termín dnes
sv: Läkarbesök idag
th: วันนี้มีนัด
tr: Randevu bugün
uk: Візит сьогодні
vi: Lịch hẹn hôm nay
zh_hans: 今天就诊
zh_hant: 今天門診

source: Appointment tomorrow
ar: الموعد غدًا
cs: Návštěva zítra
da: Aftale i morgen
de: Termin morgen
el: Ραντεβού αύριο
es: Cita mañana
es_419: Cita mañana
fi: Käynti huomenna
fr: Rendez-vous demain
he: התור מחר
hi: कल अपॉइंटमेंट है
hr: Termin sutra
hu: Holnap van az időpontod
id: Janji temu besok
it: Appuntamento domani
ja: 明日は受診日です
ko: 내일 진료 예약
ms: Temu janji esok
nb: Legetime i morgen
nl: Afspraak morgen
pl: Wizyta jutro
pt_br: Consulta amanhã
pt_pt: Consulta amanhã
ro: Programare mâine
sk: Termín zajtra
sv: Läkarbesök imorgon
th: พรุ่งนี้มีนัด
tr: Randevu yarın
uk: Візит завтра
vi: Lịch hẹn ngày mai
zh_hans: 明天就诊
zh_hant: 明天門診

source: Appointments are short. Memory is kind. Notes are exact.
ar: المواعيد قصيرة. والذاكرة رحيمة. أما الملاحظات فدقيقة.
cs: Návštěvy jsou krátké. Paměť je milosrdná. Poznámky jsou přesné.
da: Aftaler er korte. Hukommelsen er nådig. Noter er præcise.
de: Termine sind kurz. Das Gedächtnis ist gnädig. Notizen sind genau.
el: Τα ραντεβού είναι σύντομα. Η μνήμη είναι επιεικής. Οι σημειώσεις είναι ακριβείς.
es: Las citas son breves. La memoria es indulgente. Las notas son exactas.
es_419: Las citas son cortas. La memoria es indulgente. Las notas son exactas.
fi: Vastaanottoajat ovat lyhyitä. Muisti on armollinen. Muistiinpanot ovat tarkkoja.
fr: Les rendez-vous sont courts. La mémoire est indulgente. Les notes sont exactes.
he: התורים קצרים. הזיכרון סלחני. הסיכום מדויק.
hi: अपॉइंटमेंट छोटे होते हैं। याददाश्त अक्सर बातें हल्की कर देती है। नोट्स सटीक होते हैं।
hr: Termini su kratki. Pamćenje je milostivo. Bilješke su točne.
hu: Az időpontok rövidek. Az emlékezet elnéző. A jegyzetek pontosak.
id: Waktu konsultasi singkat. Ingatan suka memaafkan. Catatan tetap tepat.
it: Le visite sono brevi. La memoria è indulgente. Le note sono precise.
ja: 受診の時間は短く、記憶はあいまい。でもメモは正確です。
ko: 진료 시간은 짧고, 기억은 너그럽고, 메모는 정확해요.
ms: Temu janji itu singkat. Ingatan pula bermurah hati. Nota tetap tepat.
nb: Legetimer er korte. Hukommelsen er snill. Notater er nøyaktige.
nl: Een afspraak is kort. Het geheugen is vergevingsgezind. Notities zijn exact.
pl: Wizyty są krótkie. Pamięć bywa pobłażliwa. Notatki są dokładne.
pt_br: As consultas são curtas. A memória é gentil. As notas são exatas.
pt_pt: As consultas são curtas. A memória é indulgente. As notas são exatas.
ro: Programările sunt scurte. Memoria e îngăduitoare. Notițele sunt exacte.
sk: Návštevy u lekára sú krátke. Pamäť je milosrdná. Poznámky sú presné.
sv: Läkarbesök är korta. Minnet är förlåtande. Anteckningar är exakta.
th: เวลาพบแพทย์มีน้อย ความจำมักเข้าข้างเรา บันทึกนั้นแม่นยำ
tr: Randevular kısa. Hafıza yumuşatır. Notlar şaşmaz.
uk: Візити короткі. Памʼять поблажлива. Нотатки точні.
vi: Buổi khám thì ngắn. Trí nhớ hay nương tay. Ghi chú thì chính xác.
zh_hans: 就诊时间很短。记忆会把一切淡化。笔记则很精确。
zh_hant: 門診時間很短，記憶常會美化，筆記卻很精確。

source: Are night sweats normal?
ar: هل التعرّق الليلي أمر طبيعي؟
cs: Je noční pocení normální?
da: Er nattesved normalt?
de: Ist nächtliches Schwitzen normal?
el: Είναι φυσιολογικές οι νυχτερινές εφιδρώσεις;
es: ¿Son normales los sudores nocturnos?
es_419: ¿Los sudores nocturnos son normales?
fi: Onko yöhikoilu normaalia?
fr: Les sueurs nocturnes sont-elles normales ?
he: האם הזעות לילה הן תופעה נורמלית?
hi: क्या रात में पसीना आना सामान्य है?
hr: Je li noćno znojenje normalno?
hu: Normális az éjszakai izzadás?
id: Apakah keringat malam itu normal?
it: Le sudorazioni notturne sono normali?
ja: 寝汗はよくあることですか？
ko: 야간 발한은 정상인가요?
ms: Adakah peluh malam perkara biasa?
nb: Er nattesvette normalt?
nl: Is nachtelijk zweten normaal?
pl: Czy nocne poty są normalne?
pt_br: Suores noturnos são normais?
pt_pt: Os suores noturnos são normais?
ro: Sunt normale transpirațiile nocturne?
sk: Je nočné potenie normálne?
sv: Är nattsvettningar normalt?
th: เหงื่อออกตอนกลางคืนเป็นเรื่องปกติไหม
tr: Gece terlemeleri normal mi?
uk: Чи нормальна нічна пітливість?
vi: Đổ mồ hôi ban đêm có bình thường không?
zh_hans: 夜间盗汗正常吗？
zh_hant: 夜間盜汗正常嗎？

source: Arm Night Watch
ar: تفعيل حراسة الليل
cs: Zapnout Noční hlídku
da: Slå Nattevagt til
de: Nachtwache aktivieren
el: Ενεργοποίηση Νυχτερινής Βάρδιας
es: Activar Guardia nocturna
es_419: Activar Guardia Nocturna
fi: Kytke Yövahti päälle
fr: Activer la Veille de nuit
he: הפעלת משמר לילה
hi: रात का पहरा चालू करें
hr: Uključi Noćnu stražu
hu: Éjjeliőr bekapcsolása
id: Aktifkan Jaga Malam
it: Attiva Veglia notturna
ja: 夜の見守りをオンにする
ko: 밤 지킴이 켜기
ms: Aktifkan Jaga Malam
nb: Slå på Nattevakt
nl: Zet Nachtwacht aan
pl: Włącz Nocną wartę
pt_br: Ativar Plantão Noturno
pt_pt: Ativar a Guarda Noturna
ro: Activează Veghea de noapte
sk: Zapnúť Nočnú stráž
sv: Slå på Nattvakt
th: เปิดยามราตรี
tr: Gece Nöbetini aç
uk: Увімкнути Нічну варту
vi: Bật Canh đêm
zh_hans: 开启夜间守护
zh_hant: 啟動夜間守護

source: Articles
ar: المقالات
cs: Články
da: Artikler
de: Artikel
el: Άρθρα
es: Artículos
es_419: Artículos
fi: Artikkelit
he: מאמרים
hi: लेख
hr: Članci
hu: Cikkek
id: Artikel
it: Articoli
ja: 記事
ko: 읽을거리
ms: Artikel
nb: Artikler
nl: Artikelen
pl: Artykuły
pt_br: Artigos
pt_pt: Artigos
ro: Articole
sk: Články
sv: Artiklar
th: บทความ
tr: Makaleler
uk: Статті
vi: Bài viết
zh_hans: 文章
zh_hant: 文章

source: As needed
ar: عند الحاجة
cs: Podle potřeby
da: Efter behov
de: Bei Bedarf
el: Αν χρειαστεί
es: A demanda
es_419: Si hace falta
fi: Tarvittaessa
fr: Si besoin
he: לפי הצורך
hi: ज़रूरत पर
hr: Po potrebi
hu: Ha szükséges
id: Bila perlu
it: Al bisogno
ja: 必要なときに
ko: 필요할 때
ms: Bila perlu
nb: Ved behov
nl: Zo nodig
pl: Doraźnie
pt_br: Se necessário
pt_pt: Se necessário
ro: La nevoie
sk: Podľa potreby
sv: Vid behov
th: เมื่อจำเป็น
tr: Gerektiğinde
uk: За потреби
vi: Khi cần
zh_hans: 按需
zh_hant: 需要時使用

source: Ask MenoMap, e.g. why 3am waking?
ar: اسألي MenoMap، مثلًا: لماذا أستيقظ في الثالثة فجرًا؟
cs: Zeptej se MenoMap, např. proč se budím ve tři?
da: Spørg MenoMap, fx hvorfor vågner jeg kl. 3?
de: Frag MenoMap, z. B. warum um 3 Uhr wach?
el: Ρώτα το MenoMap, π.χ. γιατί ξυπνάω στις 3;
es: Pregunta a MenoMap, p. ej., ¿por qué me despierto a las 3?
es_419: Pregúntale a MenoMap, p. ej., ¿por qué me despierto a las 3?
fi: Kysy MenoMapilta, esim. miksi herään klo 3?
fr: Demandez à MenoMap, p. ex. pourquoi ce réveil à 3 h ?
he: שאלי את MenoMap, למשל: למה אני מתעוררת ב-3 בלילה?
hi: MenoMap से पूछें, जैसे रात 3 बजे नींद क्यों खुलती है?
hr: Pitaj MenoMap, npr. zašto se budim u 3?
hu: Kérdezd a MenoMapot, pl. miért ébredek hajnali 3-kor?
id: Tanya MenoMap, mis. kenapa terbangun jam 3 pagi?
it: Chiedi a MenoMap, es. perché mi sveglio alle 3?
ja: MenoMapに質問（例：午前3時に目が覚めるのはなぜ？）
ko: MenoMap에 물어보세요. 예: 왜 새벽 3시에 깨나요?
ms: Tanya MenoMap, cth. kenapa terjaga pukul 3 pagi?
nb: Spør MenoMap, f.eks. hvorfor våkner jeg klokka tre?
nl: Vraag het MenoMap, bijv. waarom wakker om 3 uur?
pl: Zapytaj MenoMap, np. czemu budzę się o trzeciej?
pt_br: Pergunte ao MenoMap, ex.: por que acordo às 3h?
pt_pt: Pergunta ao MenoMap, p. ex. porque acordo às 3h?
ro: Întreabă MenoMap, de ex. de ce mă trezesc la 3?
sk: Spýtaj sa MenoMap, napr. prečo sa budím o tretej?
sv: Fråga MenoMap, t.ex. varför vaknar jag kl. 3?
th: ถาม MenoMap เช่น ทำไมตื่นตอนตีสาม
tr: MenoMap'a sor, ör. neden gece 3'te uyanıyorum?
uk: Запитай MenoMap, напр.: чому я прокидаюся о третій?
vi: Hỏi MenoMap, ví dụ: vì sao thức giấc lúc 3 giờ sáng?
zh_hans: 问问 MenoMap，例如：为什么凌晨 3 点会醒？
zh_hant: 問問 MenoMap，例如：為什麼凌晨 3 點會醒？

# Average %@ asleep over %lld nights (from Apple Health).
source: Average %1$@ asleep over %2$lld nights (from Apple Health).
ar: متوسط النوم %1$@ على مدى %2$lld ليلة (من تطبيق صحتي).
cs: Průměrně %1$@ spánku za %2$lld nocí (z aplikace Zdraví).
da: I gennemsnit %1$@ søvn på %2$lld nætter (fra Apple Sundhed).
de: Durchschnittlich %1$@ Schlaf in %2$lld Nächten (aus Apple Health).
el: Μέσος ύπνος %1$@ σε %2$lld νύχτες (από την εφαρμογή Υγεία).
es: Media de %1$@ de sueño en %2$lld noches (de la app Salud).
es_419: Promedio de %1$@ de sueño en %2$lld noches (de la app Salud).
fi: Keskimäärin %1$@ unta %2$lld yön aikana (Terveys-apista).
fr: Moyenne de %1$@ de sommeil sur %2$lld nuits (d’après l’app Santé).
he: ממוצע שינה: %1$@ לאורך %2$lld לילות (מתוך ״בריאות״).
hi: %2$lld रातों में औसतन %1$@ नींद (सेहत ऐप से)।
hr: Prosječno spavanje: %1$@ tijekom %2$lld noći (iz aplikacije Zdravlje).
hu: Átlagosan %1$@ alvás %2$lld éjszaka alapján (az Egészség appból).
id: Rata-rata tidur %1$@ selama %2$lld malam (dari app Kesehatan).
it: Media di %1$@ di sonno su %2$lld notti (dall'app Salute).
ja: %2$lld晩の平均睡眠時間は%1$@でした（ヘルスケアより）。
ko: %2$lld일 밤 동안 평균 수면 %1$@(건강 앱 기준).
ms: Purata tidur %1$@ sepanjang %2$lld malam (daripada app Kesihatan).
nb: I gjennomsnitt %1$@ søvn over %2$lld netter (fra Helse-appen).
nl: Gemiddeld %1$@ geslapen over %2$lld nachten (uit de Gezondheid-app).
pl: Średni czas snu: %1$@ (z %2$lld nocy, dane z aplikacji Zdrowie).
pt_br: Média de %1$@ de sono em %2$lld noites (do app Saúde).
pt_pt: Média de %1$@ de sono em %2$lld noites (da aplicação Saúde).
ro: Durata medie a somnului: %1$@, în %2$lld de nopți (din Sănătate).
sk: Priemerne %1$@ spánku za %2$lld nocí (z apky Zdravie).
sv: I snitt %1$@ sömn under %2$lld nätter (från appen Hälsa).
th: นอนหลับเฉลี่ย %1$@ ใน %2$lld คืน (จากแอปสุขภาพ)
tr: %2$lld gecede ortalama %1$@ uyku (Sağlık uygulamasından).
uk: Середня тривалість сну: %1$@ (ночей: %2$lld, дані з програми «Здоровʼя»).
vi: Ngủ trung bình %1$@ trong %2$lld đêm (từ ứng dụng Sức khỏe).
zh_hans: 平均睡眠 %1$@，共 %2$lld 晚（来自健康 App）。
zh_hant: %2$lld 晚平均睡眠 %1$@（來自「健康」App）。

source: Average strength
ar: متوسط الشدة
cs: Průměrná síla
da: Gennemsnitlig styrke
de: Durchschnittliche Stärke
el: Μέση ένταση
es: Intensidad media
es_419: Intensidad promedio
fi: Keskimääräinen voimakkuus
fr: Intensité moyenne
he: עוצמה ממוצעת
hi: औसत तीव्रता
hr: Prosječna jačina
hu: Átlagos erősség
id: Intensitas rata-rata
it: Intensità media
ja: 平均の強さ
ko: 평균 강도
ms: Purata kekuatan
nb: Gjennomsnittlig styrke
nl: Gemiddelde sterkte
pl: Średnia siła
pt_br: Intensidade média
pt_pt: Intensidade média
ro: Intensitate medie
sk: Priemerná sila
sv: Genomsnittlig styrka
th: ความแรงเฉลี่ย
tr: Ortalama şiddet
uk: Середня сила
vi: Cường độ trung bình
zh_hans: 平均强度
zh_hant: 平均強度

source: average strength (%lld rated)
ar: متوسط الشدة (المُقيَّمة: %lld)
cs: průměrná síla (hodnoceno: %lld)
da: gennemsnitlig styrke (%lld bedømt)
de: durchschnittliche Stärke (%lld bewertet)
el: μέση ένταση (αξιολογήσεις: %lld)
es: intensidad media (valoradas: %lld)
es_419: intensidad promedio (calificadas: %lld)
fi: keskimääräinen voimakkuus (arvioituja %lld)
fr: intensité moyenne (vagues notées : %lld)
he: עוצמה ממוצעת (דורגו: %lld)
hi: औसत तीव्रता (%lld रेटिंग)
hr: prosječna jačina (ocijenjeno: %lld)
hu: átlagos erősség (%lld értékelve)
id: intensitas rata-rata (%lld dinilai)
it: intensità media (%lld con valutazione)
ja: 平均の強さ（%lld件の評価）
ko: 평균 강도(%lld회 평가)
ms: purata kekuatan (%lld dinilai)
nb: gjennomsnittlig styrke (%lld vurdert)
nl: gemiddelde sterkte (%lld beoordeeld)
pl: średnia siła (ocenione: %lld)
pt_br: intensidade média (%lld avaliadas)
pt_pt: intensidade média (avaliações: %lld)
ro: intensitate medie (evaluate: %lld)
sk: priemerná sila (hodnotené: %lld)
sv: genomsnittlig styrka (%lld skattade)
th: ความแรงเฉลี่ย (ให้คะแนน %lld ครั้ง)
tr: ortalama şiddet (%lld puanlandı)
uk: середня сила (оцінено: %lld)
vi: cường độ trung bình (%lld cơn được đánh giá)
zh_hans: 平均强度（%lld 次评分）
zh_hant: 平均強度（%lld 次有評分）

source: Average surge intensity was %1$@ in the last 30 days, compared with %2$@ in the 30 days before.
ar: كان متوسط شدة الموجات %1$@ خلال آخر 30 يومًا، مقارنةً بـ%2$@ في الأيام الثلاثين السابقة.
cs: Průměrná síla vln za posledních 30 dní: %1$@, v předchozích 30 dnech: %2$@.
da: Bølgernes gennemsnitlige styrke var %1$@ de seneste 30 dage, sammenlignet med %2$@ i de 30 dage før.
de: Die durchschnittliche Stärke deiner Wellen lag in den letzten 30 Tagen bei %1$@, in den 30 Tagen davor bei %2$@.
el: Η μέση ένταση των κυμάτων ήταν %1$@ τις τελευταίες 30 ημέρες, σε σύγκριση με %2$@ τις 30 ημέρες πριν από αυτές.
es: La intensidad media de las oleadas fue %1$@ en los últimos 30 días, frente a %2$@ en los 30 días anteriores.
es_419: La intensidad promedio de las oleadas fue %1$@ en los últimos 30 días, frente a %2$@ en los 30 días anteriores.
fi: Aaltojen keskimääräinen voimakkuus oli viimeisten 30 päivän aikana %1$@ ja sitä edeltävien 30 päivän aikana %2$@.
fr: L’intensité moyenne des vagues était de %1$@ ces 30 derniers jours, contre %2$@ sur les 30 jours précédents.
he: עוצמת הגלים הממוצעת הייתה %1$@ ב-30 הימים האחרונים, לעומת %2$@ ב-30 הימים שלפניהם.
hi: पिछले 30 दिनों में लहरों की औसत तीव्रता %1$@ रही, जबकि उससे पहले के 30 दिनों में %2$@।
hr: Prosječna jačina valova u zadnjih 30 dana bila je %1$@, naspram %2$@ u 30 dana prije toga.
hu: Az átlagos hullámerősség az elmúlt 30 napban %1$@ volt, az azt megelőző 30 napban %2$@.
id: Intensitas gelombang rata-rata %1$@ dalam 30 hari terakhir, dibandingkan %2$@ dalam 30 hari sebelumnya.
it: L'intensità media delle ondate è stata %1$@ negli ultimi 30 giorni, rispetto a %2$@ nei 30 giorni precedenti.
ja: 過去30日間のほてりの平均の強さは%1$@で、その前の30日間は%2$@でした。
ko: 최근 30일 동안 평균 열감 강도는 %1$@였고, 그 전 30일에는 %2$@였어요.
ms: Purata intensiti gelombang ialah %1$@ dalam 30 hari lepas, berbanding %2$@ dalam 30 hari sebelumnya.
nb: Gjennomsnittlig styrke på bølgene var %1$@ de siste 30 dagene, mot %2$@ de 30 dagene før.
nl: De gemiddelde sterkte van je golven was %1$@ in de afgelopen 30 dagen, tegenover %2$@ in de 30 dagen daarvoor.
pl: Średnia siła fal w ostatnich 30 dniach wynosiła %1$@, a w 30 dniach wcześniej %2$@.
pt_br: A intensidade média das ondas foi %1$@ nos últimos 30 dias, em comparação com %2$@ nos 30 dias anteriores.
pt_pt: A intensidade média das ondas foi %1$@ nos últimos 30 dias, em comparação com %2$@ nos 30 dias anteriores.
ro: Intensitatea medie a valurilor a fost %1$@ în ultimele 30 de zile, față de %2$@ în cele 30 de zile dinainte.
sk: Priemerná intenzita vĺn za posledných 30 dní bola %1$@, v predchádzajúcich 30 dňoch %2$@.
sv: Vågornas genomsnittliga intensitet var %1$@ de senaste 30 dagarna, jämfört med %2$@ de 30 dagarna innan.
th: ความแรงเฉลี่ยของระลอกร้อนใน 30 วันที่ผ่านมาอยู่ที่ %1$@ เทียบกับ %2$@ ใน 30 วันก่อนหน้านั้น
tr: Son 30 günde ortalama dalga şiddeti %1$@ oldu; önceki 30 günde %2$@ idi.
uk: Середня сила хвиль за останні 30 днів: %1$@, за попередні 30 днів: %2$@.
vi: Cường độ trung bình của cơn nóng là %1$@ trong 30 ngày qua, so với %2$@ trong 30 ngày trước đó.
zh_hans: 过去 30 天的平均热浪强度为 %1$@，之前 30 天为 %2$@。
zh_hant: 過去 30 天熱浪的平均強度為 %1$@，再之前的 30 天為 %2$@。

source: Awful
ar: سيئ جدًا
cs: Hrozně
da: Elendig
de: Furchtbar
el: Χάλια
es: Fatal
es_419: Pésimo
fi: Surkea
fr: Horrible
he: נורא
hi: बहुत बुरा
hr: Užasno
hu: Borzasztó
id: Buruk sekali
it: Pessimo
ja: ひどい
ko: 아주 나쁨
ms: Sangat teruk
nb: Elendig
nl: Beroerd
pl: Okropnie
pt_br: Péssimo
pt_pt: Péssimo
ro: Groaznic
sk: Hrozne
sv: Hemsk
th: แย่มาก
tr: Berbat
uk: Жахливо
vi: Rất tệ
zh_hans: 很糟
zh_hant: 很糟

source: Back
ar: رجوع
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_419: Atrás
fi: Takaisin
fr: Retour
he: חזרה
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
sk: Späť
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Based on public guidance from %@.
ar: استنادًا إلى إرشادات عامة من %@.
cs: Podle veřejných doporučení, zdroj: %@.
da: Baseret på offentlige anbefalinger fra %@.
de: Basiert auf öffentlichen Empfehlungen von %@.
el: Βασίζεται σε δημόσιες οδηγίες από: %@.
es: Basado en información pública de %@.
es_419: Basado en recomendaciones públicas de %@.
fi: Perustuu julkiseen ohjeistukseen: %@.
fr: D’après les recommandations publiques de %@.
he: מבוסס על הנחיות ציבוריות של %@.
hi: %@ के सार्वजनिक दिशानिर्देशों पर आधारित।
hr: Na temelju javnih smjernica: %@.
hu: Nyilvános egészségügyi ajánlások alapján. Forrás: %@.
id: Berdasarkan panduan publik dari %@.
it: Basato su indicazioni pubbliche di %@.
ja: %@の公開情報に基づいています。
ko: %@의 공개 안내를 바탕으로 했어요.
ms: Berdasarkan panduan awam daripada %@.
nb: Basert på offentlige råd fra %@.
nl: Gebaseerd op openbare informatie van %@.
pl: Na podstawie publicznych zaleceń: %@.
pt_br: Com base em orientações públicas de %@.
pt_pt: Baseado em orientações públicas de %@.
ro: Pe baza recomandărilor publice de la %@.
sk: Podľa verejných odporúčaní: %@.
sv: Bygger på offentliga råd från %@.
th: อ้างอิงจากคำแนะนำสำหรับประชาชนของ %@
tr: %@ tarafından yayımlanan kamuya açık rehberlere dayanır.
uk: На основі публічних рекомендацій: %@.
vi: Dựa trên hướng dẫn công khai của %@.
zh_hans: 依据 %@ 发布的公开指南。
zh_hant: 根據 %@ 的公開指引。

source: Bedtime
ar: وقت النوم
cs: Večerka
da: Sengetid
de: Schlafenszeit
el: Ώρα ύπνου
es: Hora de dormir
es_419: Hora de dormir
fi: Nukkumaanmeno
fr: Heure du coucher
he: שעת השינה
hi: सोने का समय
hr: Odlazak na spavanje
hu: Lefekvés
id: Waktu tidur
it: Ora di dormire
ja: 就寝時刻
ko: 취침 시간
ms: Waktu tidur
nb: Leggetid
nl: Bedtijd
pl: Pora snu
pt_br: Hora de dormir
pt_pt: Hora de deitar
ro: Ora de culcare
sk: Čas spánku
sv: Läggdags
th: เวลาเข้านอน
tr: Yatma saati
uk: Час сну
vi: Giờ đi ngủ
zh_hans: 就寝时间
zh_hant: 就寢時間
